Repository: CamilleScholtz/swmpc
Catalog: swmpc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: Toggle Shuffle
de: Zufallswiedergabe umschalten
es: Alternar reproducción aleatoria
fr: Activer/désactiver la lecture aléatoire
nl: Shuffle in-/uitschakelen

source: Training a tiny AI just for this playlist…
de: Trainiere eine kleine KI nur für diese Playlist…
es: Entrenando una pequeña IA solo para esta lista de reproducción…
fr: Entraînement d'une petite IA juste pour cette playlist…
nl: Training van een kleine AI speciaal voor deze afspeellijst…

source: Tuning into your frequency…
de: Stimme auf deine Frequenz ab…
es: Sintonizando con tu frecuencia…
fr: Réglage sur votre fréquence…
nl: Afstemmen op jouw frequentie…

source: Turn the playback volume of the MPD server up or down
de: Die Wiedergabelautstärke des MPD-Servers erhöhen oder verringern
es: Subir o bajar el volumen de reproducción del servidor MPD
fr: Augmenter ou baisser le volume de lecture du serveur MPD
nl: Het afspeelvolume van de MPD-server hoger of lager zetten

source: Turn volume ${direction} by ${amount} percent
de: Lautstärke um ${amount} Prozent ${direction}
es: ${direction} el volumen un ${amount} por ciento
fr: ${direction} le volume de ${amount} pour cent
nl: Volume ${amount} procent ${direction}

source: Type
de: Typ
es: Tipo

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
nl: Onbekend

source: Unset
de: Nicht festgelegt
es: Sin definir
fr: Non défini
nl: Niet ingesteld

source: Untitled Playlist
de: Unbenannte Playlist
es: Lista de reproducción sin título
fr: Playlist sans titre
nl: Naamloze afspeellijst

source: Up
de: erhöhen
es: Subir
fr: Augmenter
nl: hoger

source: Use AI to fill the queue or a playlist with music matching a description
de: Mit KI die Warteschlange oder eine Playlist mit passender Musik füllen
es: Usar IA para llenar la cola o una lista de reproducción con música que encaje con una descripción
fr: Utiliser l'IA pour remplir la file d'attente ou une playlist avec de la musique correspondant à une description
nl: Met AI de wachtrij of een afspeellijst vullen met muziek die bij een beschrijving past

source: Use your own model
de: Eigenes Modell verwenden
es: Usar tu propio modelo
fr: Utiliser votre propre modèle
nl: Eigen model gebruiken

source: Volume
de: Lautstärke
es: Volumen

source: Volume and Outputs
de: Lautstärke und Ausgänge
es: Volumen y salidas
fr: Volume et sorties
nl: Volume en uitgangen

source: Volume is not available for the current output
de: Lautstärke ist für den aktuellen Ausgang nicht verfügbar
es: El volumen no está disponible para la salida actual
fr: Le volume n'est pas disponible pour la sortie actuelle
nl: Volume is niet beschikbaar voor de huidige uitgang

source: Waiting for inspiration…
de: Warte auf Inspiration…
es: Esperando inspiración…
fr: En attente d'inspiration…
nl: Wachten op inspiratie…

source: Website
de: Webseite
es: Sitio web
fr: Site web

source: What do you want to play?
de: Was möchtest du abspielen?
es: ¿Qué quieres reproducir?
fr: Que voulez-vous écouter ?
nl: Wat wil je afspelen?

source: What kind of music do you want?
de: Welche Art von Musik möchtest du?
es: ¿Qué tipo de música quieres?
fr: Quel type de musique voulez-vous ?
nl: Wat voor muziek wil je?

source: What the music should be like
de: Wie die Musik sein soll
es: Cómo debe ser la música
fr: À quoi la musique doit ressembler
nl: Hoe de muziek moet klinken

source: What's Playing
de: Was läuft gerade
es: Qué está sonando
fr: Lecture en cours
nl: Wat speelt er

source: Whether to turn the volume up or down
de: Ob die Lautstärke erhöht oder verringert wird
es: Si subir o bajar el volumen
fr: S'il faut augmenter ou baisser le volume
nl: Of het volume hoger of lager moet

source: Show All
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
nl: Toon alles

source: Find artists, albums, and songs across your library.
de: Finde Interpreten, Alben und Titel in deiner Mediathek.
es: Encuentra artistas, álbumes y canciones en tu biblioteca.
fr: Trouvez des artistes, des albums et des morceaux dans votre bibliothèque.
nl: Vind artiesten, albums en nummers in je bibliotheek.

source: Artists, albums, and songs
de: Interpreten, Alben und Titel
es: Artistas, álbumes y canciones
fr: Artistes, albums et morceaux
nl: Artiesten, albums en nummers

source: Clear Search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
nl: Wis zoekopdracht

source: No results for ‘%@’
de: Keine Ergebnisse für ‘%@’
es: No hay resultados para ‘%@’
fr: Aucun résultat pour ‘%@’
nl: Geen resultaten voor ‘%@’

source: Check the spelling or try a new search.
de: Überprüfe die Schreibweise oder starte eine neue Suche.
es: Comprueba la ortografía o prueba con otra búsqueda.
fr: Vérifiez l’orthographe ou lancez une nouvelle recherche.
nl: Controleer de spelling of probeer een nieuwe zoekopdracht.

source: 1 album
es: 1 álbum

source: Album
es: Álbum

source: API Token
es: Token de API
fr: Jeton API

source: Disc %@
es: Disco %@
fr: Disque %@

source: Name
es: Nombre
fr: Nom
nl: Naam

source: Pause
es: Pausar
nl: Pauzeren

source: Playlist
es: Lista de reproducción
nl: Afspeellijst

source: Playlist Name
es: Nombre de la lista
fr: Nom de la liste
nl: Naam van afspeellijst

source: Playlists
es: Listas de reproducción
nl: Afspeellijsten

source: Port
es: Puerto
nl: Poort

source: Server
es: Servidor
fr: Serveur

source: Streaming
es: Transmisión
fr: Diffusion

source: Version %@
es: Versión %@
nl: Versie %@

source: Host
fr: Hôte

source: OK
nl: Oké
